<<<<<<< HEAD
import streamlit as st

st.markdown("# Qi Team UESTC 🎈")
st.text('')
st.markdown("### 主页描述")
st.text('本项目使用streamlit开发,左侧多标签页设置在streamlitMainPage项目中的Pages里面')
st.text('Pages里面每个python文件的名称就是左侧标签页面的名称')
st.text('')
#st.sidebar.markdown("# Main page 🎈")
st.subheader('各项标签页组织声明')
st.text('如您所示,标签页开头有不同的X-前缀,主要是因为默认会按照字母表顺序排序,')
st.text('设置前缀可以改变显示顺序和进行分类')
st.markdown('#### A-开头代表学生的个人主页')
st.markdown('#### T-开头代表项目开发运维教程')
=======
import streamlit as st

st.markdown("# Qi Team UESTC 🎈")
st.text('')
st.markdown("### 主页描述")
st.text('本项目使用streamlit开发,左侧多标签页设置在streamlitMainPage项目中的Pages里面')
st.text('Pages里面每个python文件的名称就是左侧标签页面的名称')
st.text('')
#st.sidebar.markdown("# Main page 🎈")
st.subheader('各项标签页组织声明')
st.text('如您所示,标签页开头有不同的X-前缀,主要是因为默认会按照字母表顺序排序,')
st.text('设置前缀可以改变显示顺序和进行分类')
st.markdown('#### A-开头代表学生的个人主页')
st.markdown('#### T-开头代表项目开发运维教程')
>>>>>>> 983e6b3a7f30c2fcb8fc5acff9034dbb2958916a
